Repository: JoniWeiss/php-calendar
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: fr

source: You must be logged in as an admin.
fr: Vous devez être connecté en tant qu’administrateur.

source: Calendars
fr: Calendriers

source: Users
fr: Utilisateurs

source: Import
fr: Importer

source: Translate
fr: Traduire

source: Calendar
fr: Calendrier

source: Edit
fr: Editer

source: Delete
fr: Supprimer

source: Create Calendar
fr: Créer un calendrier

source: Calendar List
fr: Liste des calendrier

source: Username
fr: Nom d'utilisateur

source: Groups
fr: Groupes

source: Edit Groups
fr: Éditer les Groupes

source: Create User
fr: Créer un utilisateur

source: User List
fr: Liste des utilisateurs

source: Import Form
fr: Formulaire d'Importation

source: MySQL Host Name
fr: Nom d'hôte MySQL

source: MySQL Database Name
fr: Base de données MySQL

source: MySQL Port Number
fr: Port MySQL numéro

source: Leave blank for default
fr: Laissez ce champ vide pour défaut

source: MySQL User Name
fr: Utilisateur MySQL

source: MySQL User Password
fr: Mot de passe MySQL

source: PHP-Calendar Table Prefix
fr: Préfixe des tables pour PHP-Calendar

source: Import Calendar
fr: Importer un calendrier

source: This script needs read access to your calendar directory in order to write the translation files. Alternatively, you could run translate.php from the command line or use msgfmt or any other gettext tool that can generate .mo files from .po files.
fr: Ce script a besoin d'un accès en lecture à votre répertoire de calendrier afin d'écrire les fichiers de traduction. Vous pouvez également exécuter translate.php à partir de la ligne de commande ou utiliser msgfmt ou tout autre outil gettext capable de générer des fichiers .mo à partir de fichiers .po.

source: Generate Translations
fr: Générer des Traductions

source: Calendar Configuration
fr: Configuration du Calendrier

source: Categories
fr: Catégories

source: Submit
fr: Envoyer

source: Read
fr: Lire

source: Write
fr: Ecrire

source: Read-only
fr: Lire uniquement

source: Modify
fr: Modifier

source: User Permissions
fr: Permissions d'utilisateur

source: User Name
fr: Nom d'utilisateur

source: Can Create Read-Only
fr: Peut seulement créer et lire

source: No Name
fr: Pas de nom

source: None
fr: Aucune

source: Create category
fr: Créer une catégorie

source: Calendar Categories
fr: Catégories des calendriers

source: Name
fr: Nom

source: Text Color
fr: Couleur du texte

source: Background Color
fr: Couleur d'arrière-plan

source: Visible to User Group
fr: Visible par le Groupe de l'Utilisateur

source: Create group
fr: Créer un groupe

source: Calendar Groups
fr: Groupes des Calendriers

source: Permission denied
fr: Permission refusée

source: was not set.
fr: n'était pas défini.

source: Updated options
fr: Options mises à jour

source: Language
fr: Langue

source: Timezone
fr: Fuseau horaire

source: Welcome
fr: Bienvenue

source: Settings
fr: Paramètres

source: Log out
fr: Déconnexion

source: Log in
fr: Connexion

source: Add Event
fr: Ajouter un évènement

source: Search
fr: Rechercher

source: View Month
fr: Vue par Mois

source: View date
fr: Vue par Date

source: Calendar Admin
fr: Administration du Calendrier

source: Default
fr: Par défaut

source: Week Start
fr: Début de la semaine

source: Sunday
fr: Dimanche

source: Monday
fr: Lundi

source: Saturday
fr: Samedi

source: 24 Hour Time
fr: 24H

source: Calendar Title
fr: Titre de l'agenda

source: Maximum Subject Length
fr: Longueur maximale du sujet

source: Events Display Daily Maximum
fr: Nombre Maximum d'Évènements Affichés par Jour

source: Public Permissions
fr: Permissions publiques

source: Cannot read nor write events
fr: Vous ne pouvez voir ou ajoutez d'évènement

source: Can read but not write events
fr: Vous pouvez voir mais pas ajouter d'évènement

source: Can create but not modify events
fr: Vous ne pouvez pas créer mais vous pouvez modifiez les évènements

source: Can create and modify events
fr: Vous pouvez créer et modifiez les évènements

source: Default Timezone
fr: Fuseau horaire par défaut

source: Default Language
fr: Langue par défaut

source: Date Format
fr: Format de la date

source: Theme
fr: Thème

source: Month Day Year
fr: Mois Jour Année

source: Year Month Day
fr: Année Mois Jour

source: Day Month Year
fr: Jour Mois Année

source: You do not have permission to do that:
fr: Vous n'avez pas la permission de faire ceci:

source: Error
fr: Erreur

source: Backtrace
fr: trace

source: Invalid action
fr: Action invalide

source: Secret token mismatch. Possible request forgery attempt.
fr: Incompatibilité de jeton secret. Possible tentative de falsification de la demande.

source: Unsupported config type
fr: config type non supporté

source: Required field "%s" was not set.
fr: Le champs requis "%s" n'a pas été défini

source: Malformed "%s" time: "%s"
fr: Format d'heure "%s" invalide : %s"

source: Unrecognized period:
fr: Période non reconnue:

source: Malformed "%s" date: "%s"
fr: Format de date "%s" invalide : %s"

source: Invalid date_format.
fr: date_format Invalide.

source: No calendar selected.
fr: Pas de calendrier sélectionné.

source: Confirm you want to delete:
fr: Confirmer que vous voulez effacer:

source: Confirm
fr: Confirmer

source: Deny
fr: Refuser

source: You do not have permission to remove calendar
fr: Vous n'avez pas la permission de supprimer le calendrier

source: Removed calendar
fr: Calendrier supprimé

source: Could not remove calendar
fr: Vous ne pouvez supprimer le calendrier

source: Calendar created.
fr: Calendrier crée.

source: No category selected.
fr: Pas de catégorie sélectionnée.

source: You do not have permission to delete category:
fr: Vous n'avez pas la permission de supprimer la catégorie:

source: Removed category:
fr: Cat&eacute;gorie supprimée:

source: Could not remove category:
fr: Impossible de supprimer la cat&eacute;gorie:

source: Category Form
fr: Formulaire Categorie

source: Visible to groups
fr: Visible aux groupes

source: Submit Category
fr: Sousmettre une Catégorie

source: Color not specified.
fr: Couleur non spécifiée.

source: Invalid color.
fr: Couleur invalide.

source: You do not have permission to add categories to all calendars.
fr: Vous n'avez pas la permission d'ajouter des catégories à tous les calendriers

source: You do not have permission to add categories to this calendar.
fr: Vous n'avez pas la permission d'ajouter des catégories à ce calendrier

source: You do not have permission to modify this category.
fr: Vous n'avez pas la permission de modifier cette catégorie.

source: Modified category:
fr: Cat&eacute;gorie modifi&eacute;e:

source: Created category:
fr: Cat&eacute;gorie cr&eacute;e:

source: Error submitting category.
fr: Erreur en soumettant une catégorie.

source: Title
fr: Titre

source: Time
fr: Heure

source: Delete Selected
fr: Supprimer la Sélection

source: No events on this day.
fr: Pas d'&Eacute;venements ce jour-là

source: Invalid arguments.
fr: Arguments invalides.

source: You do not have permission to read this event.
fr: Vous n'avez pas la permission de lire cet évènement.

source: by
fr: par

source: Category
fr: Catégorie

source: When
fr: Quand

source: Created at:
fr: Créé à:

source: Last modified at:
fr: Dernière modification à:

source: Modify Occurrence
fr: Modifier-Occurrence

source: Remove Occurrence
fr: Effacer-Occurrence

source: Previous occurrence on
fr: Occurrence précédente le

source: Next occurrence on
fr: Prochaine occurrence le

source: View All Occurrences
fr: Afficher Toutes les Occurrences

source: Add Occurrence
fr: Ajouter une occurrence

source: at
fr: à

source: Remove
fr: Supprimer

source: from
fr: de

source: View Additional Events
fr: Voir les Autres Évènements

source: continued
fr: prolongé

source: Invalid date.
fr: Date invalide.

source: No event selected.
fr: Pas de S&eacute;l&eacute;tion

source: Removed event
fr: Évènement supprimé

source: Removed events
fr: Évènements supprimés

source: Could not remove event
fr: Impossible de supprimer l'évènement

source: Could not remove events
fr: Impossible de supprimer les évènements

source: You do not have permission to remove event
fr: Vous n'avez pas la permission de supprimer l'évènement

source: You do not have permission to remove events
fr: Vous n'avez pas la permission de supprimer les évènements

source: Event Form
fr: Formulaire

source: Subject
fr: Suject

source: Change the event date and time
fr: Change la date et l'heure de l'évènement

source: From
fr: De

source: To
fr: &Agrave;

source: Time Type
fr: Type d'Horaire

source: Normal
fr: Normale

source: Full Day
fr: Journ&eacute;e enti&egrave;re

source: To Be Announced
fr: Annonc&eacute;

source: Repeats
fr: R&eacute;p&eacute;ter

source: Never
fr: Jamais

source: Daily
fr: Quotidien

source: Weekly
fr: Hebdo

source: Monthly
fr: Mensuel

source: Yearly
fr: Annuel

source: Every
fr: Chaque

source: Repeat every how many days?
fr: r&eacute;p&eacute;ter combien de jours ?

source: Until
fr: Jusqu'&agrave;

source: Repeat every how many weeks?
fr: r&eacute;p&eacute;ter combien de semaines ?

source: Repeat every how many months?
fr: r&eacute;p&eacute;ter combien de mois ?

source: Repeat every how many years?
fr: R&eacute;p&eacute;ter combien d'ann&eacute;es ?

source: Submit Event
fr: Envoyer

source: Unrecognized Time Type.
fr: non reconnu

source: An event cannot have an end earlier than its start.
fr: Un évènement ne peut avoir une fin antérieure à son début.

source: You do not have permission to write to this calendar.
fr: Vous n'avez pas la permission de supprimer le calendrier

source: Required field "every-day" is not set.
fr: "Jour" n'est pas mis !

source: every-day must be greater than 1
fr: jour doit &ecirc;tre au moins 1 !

source: Required field "every-week" is not set.
fr: "Semaine" n'est pas mis !

source: every-week must be greater than 1
fr: semaine doit &ecirc;tre au moins 1 !

source: Required field "every-month" is not set.
fr: "Mois" n'est pas mis !

source: every-month must be greater than 1
fr: Mois doit &ecirc;tre au mois 1

source: Required field "every-year" is not set.
fr: "Annee" n'est pas mis !

source: Invalid event type.
fr: Invalide

source: Modified event:
fr: Évènement modifi&eacute;:

source: Created event:
fr: Évènement créé:

source: Error submitting event.
fr: Erreur d'envoi

source: required
fr: requis

source: Cannot add a non-form element to a form.
fr: Erreur

source: January
fr: Janvier

source: February
fr: F&eacute;vrier

source: March
fr: Mars

source: April
fr: Avril

source: May
fr: Mai

source: June
fr: Juin

source: July
fr: Juillet

source: August
fr: Ao&ucirc;t

source: September
fr: Septembre

source: October
fr: Octobre

source: November
fr: Novembre

source: December
fr: D&eacute;cembre

source: Tuesday
fr: Mardi

source: Wednesday
fr: Mercredi

source: Thursday
fr: Jeudi

source: Friday
fr: Vendredi

source: Feb
fr: F&eacute;v

source: Apr
fr: Avr

source: Jul
fr: Juil

source: Aug
fr: Ao&ucirc;t

source: Dec
fr: D&eacute;c

source: Start Date
fr: De

source: Ascending
fr: Tri croissant

source: Descending
fr: Tri décroissant

source: No group selected.
fr: Pas de groupe sélectionné.

source: You do not have permission to delete group:
fr: Vous n'avez pas la permission de supprimer le groupe:

source: Removed group:
fr: Groupe supprimé:

source: Could not remove group:
fr: Vous ne pouvez supprimer le groupe:

source: Group Form
fr: Formulaire de Groupe

source: Submit Group
fr: Soumettre un Groupe

source: You do not have permission to add a global group.
fr: Vous n'avez pas la permission d'ajouter un groupe global.

source: You do not have permission to add a group to this calendar.
fr: Vous n'avez pas la permission d'ajouter un groupe à ce calendrier.

source: You do not have permission to modify this group.
fr: Vous n'avez pas la permission de modifier ce groupe.

source: Modified group:
fr: Groupe modifi&eacute;:

source: Created group:
fr: Groupe cr&eacute;:

source: Error submitting group.
fr: Erreur lors de la création du groupe.

source: Need to be admin
fr: Vous devez être "admin"

source: Error selecting events in import
fr: Erreur lors de la sélection d'évènements à l'import

source: Logged in.
fr: Connect&eacute;

source: Sorry, Invalid Login
fr: Login non valable

source: You must have cookies enabled to login.
fr: Les Cookies doivent &ecirc;tre activ&eacute;s

source: Password
fr: Mot de passe

source: Loggin out...
fr: d&eacute;connexion....

source: EID not set.
fr: EID non défini.

source: You must be logged in.
fr: Vous devez être connecté.

source: You do not have permission to change your password.
fr: Vous n'avez pas de permission pour changer votre mot de passe.

source: You must specify your old password.
fr: Vous devez spécifier votre ancien mot de passe.

source: The password you entered did not match your old password.
fr: Le mot de passe indiqué ne correspond pas à votre ancien mot de passe.

source: You must specify a password
fr: Inscrivez un Mot de Pass

source: Your passwords did not match
fr: mauvais mot de pass

source: Password updated.
fr: Mot de passe mis à jour.

source: (No title)
fr: (sans titre)

source: Event doesn't exist
fr: L'Évènement n'existe pas

source: Error in get_category
fr: Erreur dans get_categories

source: Category doesn't exist with catid
fr: La catégorie n'existe pas avec catid

source: Error in get_group
fr: Erreur dans get_group

source: Group doesn't exist with gid
fr: Le groupe n'existe pas avec gid

source: Error in get_groups
fr: Erreur dans get_groups

source: Error in get_user_groups
fr: Erreur dans get_user_groups

source: Error in get_categories
fr: Erreur (categorie) !

source: Error in get_visible_categories
fr: Erreur dans get_visible_categories

source: Error in get_occurrence_by_oid
fr: Erreur dans get_occurrence_by_oid

source: Error in get_occurrences_by_eid
fr: Erreur dans get_occurrences_by_eid

source: Error while removing an event.
fr: Erreur lors de la suppression d'un évènement.

source: Error while removing a calendar
fr: Erreur lors de la suppression d'un calendrier

source: Error while removing category.
fr: Erreur lors de la suppression d'une catégorie.

source: Error while removing group.
fr: Erreur lors de la suppression d'un groupe.

source: Error while removing
fr: Erreur lors de la suppression

source: Could not read permissions.
fr: Impossible de lire les Permissions

source: Could not get calendars.
fr: Impossible d'acc&eacute;der aux agenda

source: Could not get user.
fr: Impossible d'acc&eacute;der à l'utilisateur.

source: Error getting user.
fr: Erreur (utilisateur) !

source: Error creating user.
fr: Erreur (creation de compte) !

source: Error reading options
fr: Erreur (lecture des options) !

source: Error creating options
fr: Erreur (creation options) !

source: Error updating password.
fr: Erreur de mise à jour du mot de passe.

source: Error updating timezone.
fr: Erreur de mise à jour du fuseau horaire.

source: Error updating language.
fr: Erreur de mise à jour de la langue.

source: Error adding group to user.
fr: Erreur lors de l'ajout du groupe à l'utilisateur.

source: Error removing group from user.
fr: Erreur lors de la suppression d'un groupe de l'utilisateur.

source: Error creating event.
fr: Erreur (creation d'un event) !

source: Error modifying event.
fr: Erreur (modification d'un event) !

source: Error creating category.
fr: Erreur (creation categorie) !

source: Error creating group.
fr: Erreur lors de la création d'un groupe.

source: Error modifying category.
fr: Erreur(modification de categorie) !

source: Error modifying group.
fr: Erreur lors de la modification d'un groupe.

source: Error during searching
fr: Erreur pendant la recherche !

source: Error updating user permissions.
fr: Erreur (permissions) !

source: SQL query
fr: Requête SQL

source: anonymous
fr: anonyme

source: unknown
fr: inconnu

source: (No subject)
fr: (pas de sujet)

source: DB returned an invalid date.
fr: La base de données a renvoyé une date invalide.

source: to
fr: &agrave;

source: Invalid sort option
fr: invalide

source: Invalid order option
fr: invalide

source: No events matched your search criteria.
fr: Pas d'&eacute;venements pour la recherche

source: Search Results
fr: R&eaute;sultats

source: Date Time
fr: Date Heure

source: Sort By
fr: Trier

source: Order
fr: Ordre

source: Change Password
fr: Changer Mot de Passe

source: Old Password
fr: Ancien Mot de Passe

source: New Password
fr: Nouveau Mot de Passe

source: Confirm New Password
fr: Confirmer Mot de Passe

source: Settings updated.
fr: Paramètres mis à jour.

source: Possible hacking attempt on your account.
fr: Un pirate a peut être tenté d'accéder à votre compte.

source: Month is out of range.
fr: Le mois est en dehors de la période.

source: Invalid year
fr: Invalide

source: Translated "%s"
fr: Traduit "%s"

source: Confirm Password
fr: Confirmer le mot de passe

source: Make Admin
fr: Mettre admin

source: You must specify a user name
fr: Vous devez inscrire un nom d'utilisateur

source: User already exists.
fr: Utilisateur existe d&eacute;j&agrave;

source: Added user.
fr: Utilisateur ajouté.

source: You must be an admin to delete users.
fr: Vous devez être administrateur pour supprimer des utilisateurs

source: No user selected.
fr: Pas d'utilisateur

source: Edit User Groups
fr: Éditer les Groupes des Utilisateurs

source: Groups updated.
fr: Groupes mis à jour.

source: No users
fr: Pas de Compte

source: No changes to make.
fr: Pas de Changements

source: Updated user(s):
fr: Utilisateur(s) mis à jour:

source: continue
fr: continuer

source: Software Error
fr: Erreur du Programme
